Repository: bigbugcc/ParsecVDD
Catalog: app/Languages/Lang.*.resx
Languages: vi_vn, zh_cn

source: LanguagesResx
vi_vn: tập tin tài nguyên ngôn ngữ
zh_cn: 语言资源文件

# t_add_display
source: Add display
vi_vn: Thêm màn hình
zh_cn: 添加虚拟显示器

# t_hint_add_display_first
source: Add a virtual display first!
vi_vn: Hãy thêm màn hình ảo!
zh_cn: 请先添加虚拟显示器！

# t_custom
source: Custom...
vi_vn: Tùy chỉnh...
zh_cn: 自定义...

# t_apply
source: Apply
vi_vn: Áp dụng
zh_cn: 应用

# t_parent_gpu
source: Parent GPU
vi_vn: GPU nguồn
zh_cn: 主 GPU

# t_language
source: Language
vi_vn: Ngôn ngữ
zh_cn: 语言

# t_resolution
source: Resolution
vi_vn: Độ phân giải
zh_cn: 分辨率

# t_refresh_rate
source: Refresh rate
vi_vn: Tần số quét
zh_cn: 刷新率

# t_orientation
source: Orientation
vi_vn: Hướng màn hình
zh_cn: 屏幕方向

# t_landscape
source: Landscape
vi_vn: Ngang
zh_cn: 水平

# t_portrait
source: Portrait
vi_vn: Dọc
zh_cn: 纵向

# t_landscape_flipped
source: Landscape (flipped)
vi_vn: Ngang (lật ngược)
zh_cn: 水平 (翻转)

# t_portrait_flipped
source: Portrait (flipped)
vi_vn: Dọc (lật ngược)
zh_cn: 纵向 (翻转)

# t_take_screenshot
source: Take screenshot
vi_vn: Chụp màn hình
zh_cn: 屏幕截图

# t_remove
source: Remove
vi_vn: Tháo bỏ
zh_cn: 移除

# t_remove_last_display
source: Remove last display
vi_vn: Bỏ màn hình cuối
zh_cn: 移除最后一个虚拟显示器

# t_options
source: Options
vi_vn: Tùy chọn
zh_cn: 选项

# t_run_on_startup
source: Run on startup
vi_vn: Chạy cùng hệ thống
zh_cn: 开机启动

# t_restore_displays
source: Restore displays
vi_vn: Khôi phục lại màn hình
zh_cn: 恢复上次关闭的显示器

# t_fallback_display
source: Fallback display
vi_vn: Màn hình dự phòng
zh_cn: 无屏时启用虚拟显示器

# t_keep_screen_on
source: Keep screen on
vi_vn: Luôn sáng màn hình
zh_cn: 保持屏幕开启

# t_check_for_update
source: Check for update
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新

# t_exit
source: Exit
vi_vn: Thoát
zh_cn: 退出

# t_msg_up_to_date
source: Your app version is up-to-date.
vi_vn: Bạn đang sử dụng phiên bản mới nhất.
zh_cn: 应用程序版本已是最新。

# t_msg_update_available
source: A new version — v{0} is available.\nTo keep your experience optimal, please update it now."
vi_vn: Có bản cập nhật mới — v{0}.\nHãy cập nhật ngay để trải nghiệm các tính năng mới."
zh_cn: 有新的更新可用 — v{0}。\n 为了保持您的最佳体验，请立即更新。"

# t_msg_custom_access_denied
source: Could not apply custom resolutions, access denied!
vi_vn: Không thể áp dụng độ phân giải tùy chỉnh, quyền truy cập bị từ chối!
zh_cn: 无法应用自定义分辨率，访问被拒绝！

# t_msg_custom_invalid_slot
source: Found invalid value in slot #{0}.
vi_vn: Giá trị không hợp lệ ở slot #{0}.
zh_cn: 插槽 #{0} 中的值无效。

# t_msg_exceeded_display_limit
source: Could not add more virtual displays, you have exceeded the maximum number ({0}).
vi_vn: Không thể thêm thêm màn hình ảo, bạn đã đạt đến con số giới hạn ({0}).
zh_cn: 达到最大虚拟显示器限额，无法添加更多的虚拟显示器 ({0})。

# t_msg_prompt_leave_all
source: All added virtual displays will be unplugged.\nDo you still want to exit?.
vi_vn: Tất cả màn hình ảo sẽ bị tháo bỏ.\nBạn có muốn thoát không?.
zh_cn: 即将移除全部的虚拟显示器。\n您是否仍然要退出?.

# t_msg_driver_status
source: Driver status
vi_vn: Trạng thái driver
zh_cn: 驱动状态

# t_msg_must_restart_pc
source: You must restart your PC to complete the driver setup.
vi_vn: Bạn phải khởi động lại PC để driver hoạt động.
zh_cn: 你需要重新启动计算机才能使驱动程序正常工作。

# t_msg_driver_is_disabled
source: {0} is disabled, please enable it in Device Manager.
vi_vn: {0} đã bị vô hiệu, vui lòng bật nó trong Device Manager.
zh_cn: {0} 已禁用，请在设备管理器中启用它。

# t_msg_please_install_driver
source: Please install the driver first.
vi_vn: Vui lòng cài đặt driver trước.
zh_cn: 请先安装驱动程序。

# t_msg_driver_status_not_ok
source: The driver is not OK, please check again. Current status: {0}.
vi_vn: Driver không được OK, vui lòng kiểm tra lại. Trạng thái hiện tại: {0}.
zh_cn: 驱动程序不正常，请重新检查。当前状态： {0}。

# t_msg_failed_to_obtain_handle
source: Failed to obtain the device handle, please check the driver installation again.
vi_vn: Không thể lấy 'device handle', vui lòng kiểm tra cài đặt driver và thử lại.
zh_cn: 无法获取设备句柄，请重新检查驱动程序安装。

# t_msg_failed_to_add_display
source: Failed to add virtual display.
vi_vn: Lỗi khi thêm màn hình ảo.
zh_cn: 无法添加虚拟显示器。

# t_msg_failed_to_remove_display
source: Failed to remove virtual display.
vi_vn: Lỗi khi gỡ màn hình ảo.
zh_cn: 无法移除虚拟显示器。
